Repository: MRAmin0/weatherly
Catalog: lib/l10n/app__*.arb
Languages: fa

# appTitle
source: Weatherly
fa: ودرلی

source: Settings
fa: تنظیمات

source: Language
fa: زبان

source: Developer
fa: توسعه‌دهنده

source: Report an issue
fa: گزارش مشکل

source: Contact via email
fa: تماس از طریق ایمیل

source: Changelog
fa: تغییرات

source: App Version
fa: نسخه برنامه

source: Version History
fa: تاریخچه نسخه‌ها

source: Reading version...
fa: در حال خواندن نسخه...

# aboutApp
source: About the App
fa: درباره برنامه

# appDescription
source: Weatherly helps you check weather conditions with beautiful UI.
fa: ودرلی به شما کمک می‌کند وضعیت آب‌وهوا را با رابط کاربری زیبا چک کنید.

source: Project on GitHub
fa: پروژه در گیت‌هاب

source: Close
fa: بستن

source: Home
fa: خانه

source: Forecast
fa: پیش‌بینی

source: Persian
fa: فارسی

source: Display mode
fa: حالت نمایش

source: System
fa: سیستم

source: Light
fa: روشن

source: Dark
fa: تاریک

source: Show hourly temperature
fa: نمایش دمای ساعتی

source: Show air quality
fa: نمایش کیفیت هوا

# temperatureUnitCelsius
source: Temperature unit (Â°C)
fa: واحد دما (°C)

# celsiusFahrenheit
source: Toggle between Celsius and Fahrenheit
fa: تغییر بین سلسیوس و فارنهایت

source: Default city
fa: شهر پیش‌فرض

source: Set current city as default
fa: تنظیم شهر فعلی به عنوان پیش‌فرض

# currentCity
source: Current city: {city}
fa: شهر فعلی: {city}

# defaultCitySetTo
source: Default city set to {city}
fa: شهر پیش‌فرض روی {city} تنظیم شد

source: Go to default city
fa: رفتن به شهر پیش‌فرض

# currentDefault
source: Current default: {city}
fa: پیش‌فرض فعلی: {city}

source: Recent searches
fa: جستجوهای اخیر

source: Nothing found
fa: چیزی پیدا نشد

source: Clear all
fa: پاک کردن همه

# locationPermissionDenied
source: Location access is turned off
fa: دسترسی موقعیت مکانی غیرفعال است.

source: Request again
fa: درخواست مجدد

source: Weatherly
fa: ودرلی

source: Searching...
fa: در حال جستجو...

source: Enter city name
fa: نام شهر را وارد کنید

source: Unknown
fa: نامشخص

source: Clear
fa: پاک کردن

# startBySearching
source: Start by searching for a city to see weather details.
fa: برای مشاهده جزئیات آب‌وهوا، نام شهری را جستجو کنید.

# forecastSearchPrompt
source: Search for a city first to see the forecast.
fa: برای مشاهده پیش‌بینی، ابتدا یک شهر را جستجو کنید.

# fiveDayForecast
source: 5-day outlook
fa: چشم‌انداز ۵ روزه

# hourlyTemperatureTitle
source: Hourly temperature
fa: دمای ساعتی

# dailyForecastTitle
source: Daily forecast
fa: پیش‌بینی روزانه

source: Today
fa: امروز

source: Air Quality Index
fa: شاخص کیفیت هوا

source: Air quality guide
fa: راهنمای کیفیت هوا

# aqiStatusVeryGood
source: Very good
fa: بسیار خوب

# aqiRecommendationNormal
source: Enjoy your outdoor activities.
fa: از فعالیت‌های خارج از منزل لذت ببرید.

# aqiStatusGood
source: Good
fa: خوب

# aqiRecommendationCaution
source: Sensitive groups should limit extended outdoor exertion.
fa: گروه‌های حساس باید فعالیت طولانی‌مدت در فضای باز را محدود کنند.

# aqiStatusModerate
source: Moderate
fa: متوسط

# aqiRecommendationAvoid
source: Consider reducing heavy outdoor activity.
fa: بهتر است فعالیت سنگین در فضای باز را کاهش دهید.

# aqiStatusPoor
source: Poor
fa: ناسالم

# aqiRecommendationMask
source: Wear a mask outdoors if possible.
fa: در صورت امکان در فضای باز از ماسک استفاده کنید.

# aqiStatusVeryPoor
source: Very poor
fa: بسیار ناسالم

# aqiRecommendationNoActivity
source: Avoid outdoor activities.
fa: از فعالیت در فضای باز خودداری کنید.
